<link href="dist/styles/bundle.css" rel="stylesheet" />

<div class="shft-footer">
  <div class="shft-container">
    <div class="shft-footer-grid">
      <div class="shft-footer-first-cell">
        <div class="shft-footer__first">
          <a href="/" class="shft-footer__logo"
            ><img src="/images/logo.png" alt=""
          /></a>
          <div class="shft-footer__sitename">Экосистема</div>
          <div class="shft-footer__behalf">"АКАДЕМИЯ ВЛИЯНИЯ"</div>

          <div class="shft-footer__copyright">
            Все права защищены. Копирование материалов сайта возможно при
            указании активной ссылки на источник.
          </div>
        </div>

        <a
          href="http://domenart-studio.ru/"
          target="_blank"
          class="shft-footer__creator"
        >
          Разработка сайта<br />
          веб-студия “ДоменАрт”
        </a>
      </div>
      <div class="shft-footer-second-cell">
        <ul class="shft-footer__menu">
          <li><a href="http://master.avernus.ru/">Об экосистеме</a></li>
          <li>
            <a href="http://master.avernus.ru/consent"
              >Согласие на обработку<br />
              персональных данных</a
            >
          </li>
          <li>
            <a href="http://master.avernus.ru/regulation"
              >Политика в отношении<br />
              обработки персональных данных</a
            >
          </li>
          <li><a href="http://master.avernus.ru/oferta">Договор-оферта</a></li>
        </ul>
      </div>
      <div class="shft-footer-third-cell">
        <div class="shft-footer__contacts">
          Мы в социальных сетях
          <div class="shft-footer-socials">
            <a href="https://vk.com/suggestor" target="_blank">
              <svg
                width="18px"
                height="18px"
                viewBox="-2.5 0 32 32"
                version="1.1"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M16.563 15.75c-0.5-0.188-0.5-0.906-0.531-1.406-0.125-1.781 0.5-4.5-0.25-5.656-0.531-0.688-3.094-0.625-4.656-0.531-0.438 0.063-0.969 0.156-1.344 0.344s-0.75 0.5-0.75 0.781c0 0.406 0.938 0.344 1.281 0.875 0.375 0.563 0.375 1.781 0.375 2.781 0 1.156-0.188 2.688-0.656 2.75-0.719 0.031-1.125-0.688-1.5-1.219-0.75-1.031-1.5-2.313-2.063-3.563-0.281-0.656-0.438-1.375-0.844-1.656-0.625-0.438-1.75-0.469-2.844-0.438-1 0.031-2.438-0.094-2.719 0.5-0.219 0.656 0.25 1.281 0.5 1.813 1.281 2.781 2.656 5.219 4.344 7.531 1.563 2.156 3.031 3.875 5.906 4.781 0.813 0.25 4.375 0.969 5.094 0 0.25-0.375 0.188-1.219 0.313-1.844s0.281-1.25 0.875-1.281c0.5-0.031 0.781 0.406 1.094 0.719 0.344 0.344 0.625 0.625 0.875 0.938 0.594 0.594 1.219 1.406 1.969 1.719 1.031 0.438 2.625 0.313 4.125 0.25 1.219-0.031 2.094-0.281 2.188-1 0.063-0.563-0.563-1.375-0.938-1.844-0.938-1.156-1.375-1.5-2.438-2.563-0.469-0.469-1.063-0.969-1.063-1.531-0.031-0.344 0.25-0.656 0.5-1 1.094-1.625 2.188-2.781 3.188-4.469 0.281-0.5 0.938-1.656 0.688-2.219-0.281-0.625-1.844-0.438-2.813-0.438-1.25 0-2.875-0.094-3.188 0.156-0.594 0.406-0.844 1.063-1.125 1.688-0.625 1.438-1.469 2.906-2.344 4-0.313 0.375-0.906 1.156-1.25 1.031z"
                ></path>
              </svg>
            </a>
            <a href="https://ok.ru/suggestor" target="_blank">
              <svg
                enable-background="new 0 0 24 24"
                height="18"
                viewBox="0 0 24 24"
                width="18"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="m4.721 12.881c-.613 1.205.083 1.781 1.671 2.765 1.35.834 3.215 1.139 4.413 1.261-.491.472 1.759-1.692-4.721 4.541-1.374 1.317.838 3.43 2.211 2.141l3.717-3.585c1.423 1.369 2.787 2.681 3.717 3.59 1.374 1.294 3.585-.801 2.226-2.141-.102-.097-5.037-4.831-4.736-4.541 1.213-.122 3.05-.445 4.384-1.261l-.001-.001c1.588-.989 2.284-1.564 1.68-2.769-.365-.684-1.349-1.256-2.659-.267 0 0-1.769 1.355-4.622 1.355-2.854 0-4.622-1.355-4.622-1.355-1.309-.994-2.297-.417-2.658.267z"
                ></path>
                <path
                  d="m11.999 12.142c3.478 0 6.318-2.718 6.318-6.064 0-3.36-2.84-6.078-6.318-6.078-3.479 0-6.319 2.718-6.319 6.078 0 3.346 2.84 6.064 6.319 6.064zm0-9.063c1.709 0 3.103 1.341 3.103 2.999 0 1.644-1.394 2.985-3.103 2.985s-3.103-1.341-3.103-2.985c-.001-1.659 1.393-2.999 3.103-2.999z"
                ></path>
              </svg>
            </a>
            <a href="https://max.ru/suggestor/" target="_blank">
              <svg
                width="18"
                height="18"
                fill="#000"
                stroke="none"
                viewBox="0 0 24 24"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M12.062 22.863c-.9 0-2.03-.025-3.026-.523-1.252-.644-1.714-1.033-1.714-1.033s-.389.571-1.397 1.058c-1.058.498-2.37.838-2.832.376-.547-.547-.34-.547-.547-2.175-.024-.182-.668-2.747-.911-3.84a23.127 23.127 0 0 1-.571-4.752c-.11-5.955 4.982-10.89 10.998-10.89 6.003 0 10.877 4.874 10.877 10.89 0 6.015-4.874 10.889-10.877 10.889zm-.049-16.407c-3.05 0-5.371 2.48-5.517 5.53-.122 2.552.11 4.582.863 5.505.376.462 1.689-.923 1.689-.923s.595.425 1.349.692c.522.195 1.167.256 1.616.256a5.516 5.516 0 0 0 5.518-5.53c0-3.05-2.467-5.53-5.518-5.53z"
                />
              </svg>
            </a>
            <a href="https://t.me/keytosense" target="_blank">
              <svg
                width="18px"
                height="18px"
                viewBox="0 0 48 48"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M41.4193 7.30899C41.4193 7.30899 45.3046 5.79399 44.9808 9.47328C44.8729 10.9883 43.9016 16.2908 43.1461 22.0262L40.5559 39.0159C40.5559 39.0159 40.3401 41.5048 38.3974 41.9377C36.4547 42.3705 33.5408 40.4227 33.0011 39.9898C32.5694 39.6652 24.9068 34.7955 22.2086 32.4148C21.4531 31.7655 20.5897 30.4669 22.3165 28.9519L33.6487 18.1305C34.9438 16.8319 36.2389 13.8019 30.8426 17.4812L15.7331 27.7616C15.7331 27.7616 14.0063 28.8437 10.7686 27.8698L3.75342 25.7055C3.75342 25.7055 1.16321 24.0823 5.58815 22.459C16.3807 17.3729 29.6555 12.1786 41.4193 7.30899Z"
                ></path>
              </svg>
            </a>
            <a href="https://instagram.com/keytosense" target="_blank">
              <svg
                width="18px"
                height="18px"
                viewBox="0 0 24 24"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M12 18C15.3137 18 18 15.3137 18 12C18 8.68629 15.3137 6 12 6C8.68629 6 6 8.68629 6 12C6 15.3137 8.68629 18 12 18ZM12 16C14.2091 16 16 14.2091 16 12C16 9.79086 14.2091 8 12 8C9.79086 8 8 9.79086 8 12C8 14.2091 9.79086 16 12 16Z"
                ></path>
                <path
                  d="M18 5C17.4477 5 17 5.44772 17 6C17 6.55228 17.4477 7 18 7C18.5523 7 19 6.55228 19 6C19 5.44772 18.5523 5 18 5Z"
                ></path>
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M1.65396 4.27606C1 5.55953 1 7.23969 1 10.6V13.4C1 16.7603 1 18.4405 1.65396 19.7239C2.2292 20.8529 3.14708 21.7708 4.27606 22.346C5.55953 23 7.23969 23 10.6 23H13.4C16.7603 23 18.4405 23 19.7239 22.346C20.8529 21.7708 21.7708 20.8529 22.346 19.7239C23 18.4405 23 16.7603 23 13.4V10.6C23 7.23969 23 5.55953 22.346 4.27606C21.7708 3.14708 20.8529 2.2292 19.7239 1.65396C18.4405 1 16.7603 1 13.4 1H10.6C7.23969 1 5.55953 1 4.27606 1.65396C3.14708 2.2292 2.2292 3.14708 1.65396 4.27606ZM13.4 3H10.6C8.88684 3 7.72225 3.00156 6.82208 3.0751C5.94524 3.14674 5.49684 3.27659 5.18404 3.43597C4.43139 3.81947 3.81947 4.43139 3.43597 5.18404C3.27659 5.49684 3.14674 5.94524 3.0751 6.82208C3.00156 7.72225 3 8.88684 3 10.6V13.4C3 15.1132 3.00156 16.2777 3.0751 17.1779C3.14674 18.0548 3.27659 18.5032 3.43597 18.816C3.81947 19.5686 4.43139 20.1805 5.18404 20.564C5.49684 20.7234 5.94524 20.8533 6.82208 20.9249C7.72225 20.9984 8.88684 21 10.6 21H13.4C15.1132 21 16.2777 20.9984 17.1779 20.9249C18.0548 20.8533 18.5032 20.7234 18.816 20.564C19.5686 20.1805 20.1805 19.5686 20.564 18.816C20.7234 18.5032 20.8533 18.0548 20.9249 17.1779C20.9984 16.2777 21 15.1132 21 13.4V10.6C21 8.88684 20.9984 7.72225 20.9249 6.82208C20.8533 5.94524 20.7234 5.49684 20.564 5.18404C20.1805 4.43139 19.5686 3.81947 18.816 3.43597C18.5032 3.27659 18.0548 3.14674 17.1779 3.0751C16.2777 3.00156 15.1132 3 13.4 3Z"
                ></path>
              </svg>
            </a>
          </div>
          <span>Контакты и поддержка</span>
          <a href="mailto:support@avernus.ru">support@avernus.ru</a>
        </div>

        <div class="shft-footer__buttons">
          <button data-shft-modal-toggle="#shft-modal-question">
            Задать вопрос
          </button>
          <a href="/login">Вход</a>
        </div>

        <div class="shft-footer__counters"></div>
      </div>
    </div>
  </div>
</div>

<div class="shft-modal" id="shft-modal-question">
  <button class="shft-modal__close" data-shft-modal-close></button>
  <div class="shft-modal__title">
    Есть вопросы?<br />
    Напишите нам
  </div>
  <div class="shft-modal__body">
    <form
      action="/email/question"
      method="post"
      class="shft-form"
      id="shft-question-form"
    >
      <input type="hidden" name="action" value="question-form" />
      <div class="shft-form__row">
        <input
          type="email"
          name="email"
          placeholder="E-mail*"
          class="shft-input"
          required=""
        />
      </div>
      <div class="shft-form__row">
        <input type="text" name="name" placeholder="Имя" class="shft-input" />
      </div>
      <div class="shft-form__row">
        <textarea
          name="message"
          placeholder="Напишите Ваш вопрос"
          class="shft-textarea"
          rows="6"
        ></textarea>
      </div>
      <div class="shft-form__row">
        <input
          type="text"
          name="whatsapp"
          placeholder="Ваш Whatsapp (по желанию)"
          class="shft-input"
        />
      </div>
      <div class="shft-form__row">
        <label class="shft-form__approve">
          <input
            type="checkbox"
            name="approve"
            value="1"
            checked=""
            required=""
          />
          <span>
            Прочитал(-а) и соглашаюсь с
            <a href="/policy" target="_blank">политикой конфиденциальности</a>
          </span>
        </label>
      </div>
      <div class="shft-form__row">
        <button class="shft-form__submit shft-submit" type="submit">
          Отправить
        </button>
      </div>
    </form>
  </div>
</div>

<script src="dist/scripts/bundle.js"></script>
